[
  {
    "id": "celkova_populace",
    "abbreviation": "Celková populace",
    "name": "Celková populace",
    "description": "Celkový počet obyvatel je založen na faktické definici obyvatelstva, do které se započítávají všichni obyvatelé bez ohledu na právní status nebo občanství. Uvedené hodnoty jsou odhady v polovině roku.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "detska_umrtnost",
    "abbreviation": "Dětská úmrtnost",
    "name": "Dětská úmrtnost (úmrtí dětí ve věku do 5ti let na 1000 narození)",
    "description": "Míra úmrtnosti dětí mladších pěti let je pravděpodobnost na 1 000, že novorozenec zemře před dosažením věku pěti let, pokud se na něj vztahují věkově specifické míry úmrtnosti v daném roce.",
    "unit": "",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "hustota_zalidneni",
    "abbreviation": "Hustota zalidnění",
    "name": "Hustota zalidnění (počet lidí na km^2)",
    "description": "Hustota zalidnění je podíl počtu obyvatel v polovině roku a rozlohy v kilometrech čtverečních. Počet obyvatel je založen na faktické definici obyvatelstva, která počítá všechny obyvatele bez ohledu na právní status nebo občanství - s výjimkou uprchlíků, kteří nejsou trvale usazeni v zemi azylu a kteří jsou obecně považováni za součást obyvatelstva země původu. Plocha země je celková plocha země bez plochy pod vnitrozemskými vodními plochami, národních nároků na kontinentální šelf a výlučných ekonomických zón. Ve většině případů definice vnitrozemských vodních ploch zahrnuje velké řeky a jezera.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "geografie"
  },
  {
    "id": "mezinarodni_cestovni_ruch_pocet_odjezdu",
    "abbreviation": "Mezinárodní cestovní ruch, počet odjezdů",
    "name": "Mezinárodní cestovní ruch, počet odjezdů",
    "description": "Zahraniční výjezdoví turisté představují počet výjezdů osob ze země jejich obvyklého bydliště do jiné země za jiným účelem, než je výdělečná činnost v navštívené zemi. Údaje o výjezdových turistech se vztahují k počtu výjezdů, nikoli k počtu cestujících osob. Osoba, která v daném období uskuteční několik cest z dané země, se tedy pokaždé počítá jako nový výjezd.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "mezinarodni_cestovni_ruch_pocet_prijezdu",
    "abbreviation": "Mezinárodní cestovní ruch, počet příjezdů",
    "name": "Mezinárodní cestovní ruch, počet příjezdů",
    "description": "Zahraniční příjezdoví turisté (jednodenní návštěvníci) představují počet turistů, kteří cestují do jiné země, než ve které mají své obvyklé bydliště, ale mimo své obvyklé prostředí, na dobu nepřesahující 12 měsíců a jejichž hlavním účelem návštěvy je jiná činnost než činnost placená z navštívené země. Pokud nejsou k dispozici údaje o počtu turistů, uvádí se místo toho počet návštěvníků, který zahrnuje turisty, jednodenní návštěvníky, cestující na výletních plavbách a členy posádek. Zdroje a metody sběru údajů o příjezdech se v jednotlivých zemích liší. V některých případech pocházejí údaje z pohraničních statistik (policejních, imigračních apod.) a jsou doplněny průzkumy na hranicích. V jiných případech pocházejí údaje z ubytovacích zařízení cestovního ruchu. U některých zemí je počet příjezdů omezen na příjezdy leteckou dopravou a u jiných na příjezdy ubytovaných v hotelech. Některé země zahrnují i příjezdy státních příslušníků s bydlištěm v zahraničí, zatímco jiné nikoli. Při porovnávání příjezdů v jednotlivých zemích je proto třeba postupovat opatrně. Údaje o příjezdových turistech se vztahují k počtu příjezdů, nikoli k počtu osob, které cestují. Osoba, která v daném období uskuteční několik cest do dané země, je tedy pokaždé započítána jako nový příjezd.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "migrace",
    "abbreviation": "Migrace",
    "name": "Migrace (počet imigrantů - počet emigrantů)",
    "description": "Čistá migrace je čistý součet migrantů v daném období, tj. celkový počet přistěhovalých minus roční počet vystěhovalých, včetně občanů i neobčanů. Údaje jsou pětileté odhady.",
    "unit": "",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "mira_plodnosti",
    "abbreviation": "Míra plodnosti",
    "name": "Míra plodnosti (průměrný počet dětí na ženu)",
    "description": "Úhrnná plodnost představuje počet dětí, které by se narodily ženě, kdyby se dožila konce svého plodného věku a rodila děti podle věkově specifických měr plodnosti v daném roce.",
    "unit": "",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "ocekavana_delka_zivota",
    "abbreviation": "Očekávaná délka života",
    "name": "Očekávaná délka života při narození",
    "description": "Střední délka života při narození udává počet let, kterých by se novorozenec dožil, pokud by se úmrtnost v době jeho narození nezměnila po celý jeho život.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_infikovanych_virem_hiv_na_tisic_neinfikovanych",
    "abbreviation": "Počet infikovaných virem HIV (na 1 000 neinfikovaných)",
    "name": "Počet infikovaných virem HIV (na 1 000 neinfikovaných)",
    "description": "Počet nových případů infekce HIV mezi neinfikovanou populací vyjádřený na 1 000 neinfikovaných obyvatel v roce předcházejícím danému období.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_nove_infikovanych_virem_hiv",
    "abbreviation": "Počet nově infikovaných virem HIV",
    "name": "Počet nově infikovaných virem HIV",
    "description": "Počet dospělých (15+ let) a dětí (0-14 let) nově nakažených virem HIV.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_sebevrazd_na_sto_tisic_obyvatel",
    "abbreviation": "Počet sebevražd (na 100 000 obyvatel)",
    "name": "Počet sebevražd (na 100 000 obyvatel)",
    "description": "Míra úmrtnosti na sebevraždy je počet sebevražedných úmrtí za rok na 100 000 obyvatel. Hrubá míra sebevražednosti (neupravená podle věku).",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_uprchliku_podle_zeme_azylu",
    "abbreviation": "Počet uprchlíků podle země azylu",
    "name": "Počet uprchlíků podle země azylu",
    "description": "Uprchlíci jsou lidé, kterým byl přiznán status uprchlíka podle Úmluvy o právním postavení uprchlíků z roku 1951 nebo jejího protokolu z roku 1967, Úmluvy Organizace africké jednoty o specifických aspektech problematiky uprchlíků v Africe z roku 1969, lidé, kterým byl přiznán status uprchlíka podle statutu UNHCR, lidé, kterým byl přiznán humanitární status podobný statusu uprchlíka, a lidé, kterým byla poskytnuta dočasná ochrana. Žadatelé o azyl - lidé, kteří požádali o azyl nebo o status uprchlíka a dosud neobdrželi rozhodnutí nebo jsou registrováni jako žadatelé o azyl - jsou vyloučeni. Palestinští uprchlíci jsou lidé (a jejich potomci), jejichž bydlištěm byla Palestina mezi červnem 1946 a květnem 1948 a kteří v důsledku arabsko-izraelského konfliktu v roce 1948 ztratili své domovy a prostředky k obživě. Země azylu je země, ve které byla podána a udělena žádost o azyl.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "pocet_uprchliku_podle_zeme_puvodu",
    "abbreviation": "Počet uprchlíků podle země původu",
    "name": "Počet uprchlíků podle země původu",
    "description": "Uprchlíci jsou lidé, kterým byl přiznán status uprchlíka podle Úmluvy o právním postavení uprchlíků z roku 1951 nebo jejího protokolu z roku 1967, Úmluvy Organizace africké jednoty o specifických aspektech problematiky uprchlíků v Africe z roku 1969, lidé, kterým byl přiznán status uprchlíka podle statutu UNHCR, lidé, kterým byl přiznán humanitární status podobný statusu uprchlíka, a lidé, kterým byla poskytnuta dočasná ochrana. Žadatelé o azyl - lidé, kteří požádali o azyl nebo o status uprchlíka a dosud neobdrželi rozhodnutí nebo jsou registrováni jako žadatelé o azyl - jsou vyloučeni. Palestinští uprchlíci jsou lidé (a jejich potomci), jejichž bydlištěm byla Palestina mezi červnem 1946 a květnem 1948 a kteří v důsledku arabsko-izraelského konfliktu v roce 1948 ztratili své domovy a prostředky k obživě. Země původu obecně označuje státní příslušnost nebo zemi občanství žadatele.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "pocet_vrazd_na_sto_tisic_obyvatel",
    "abbreviation": "Počet vražd (na 100 000 obyvatel)",
    "name": "Počet vražd (na 100 000 obyvatel)",
    "description": "Úmyslné vraždy jsou odhady nezákonných vražd úmyslně spáchaných v důsledku domácích sporů, mezilidského násilí, násilných konfliktů o pozemní zdroje, násilí mezi gangy o území nebo kontrolu a predátorského násilí a zabíjení ozbrojenými skupinami. Úmyslné vraždy nezahrnují všechna úmyslná zabití; rozdíl je obvykle v organizaci zabití. Vraždy obvykle páchají jednotlivci nebo malé skupiny, zatímco zabíjení v ozbrojených konfliktech obvykle páchají poměrně soudržné skupiny čítající až několik set členů, a proto se do této kategorie obvykle nezahrnují.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "populace_0_14_procento",
    "abbreviation": "Populace věk 0-14 (% z celkové)",
    "name": "Populace věk 0-14 (% z celkové)",
    "description": "Podíl obyvatel ve věku 0 až 14 let na celkovém počtu obyvatel. Počet obyvatel vychází z faktické definice obyvatelstva.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populace_15_64_procento",
    "abbreviation": "Populace věk 15-64 (% z celkové)",
    "name": "Populace věk 15-64 (% z celkové)",
    "description": "Celkový počet obyvatel ve věku 15 až 64 let jako procento z celkového počtu obyvatel. Počet obyvatel vychází z faktické definice obyvatelstva, která započítává všechny obyvatele bez ohledu na právní status nebo státní příslušnost.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populace_65_plus_procento",
    "abbreviation": "Populace věk 65+ (% z celkové)",
    "name": "Populace věk 65+ (% z celkové)",
    "description": "Podíl obyvatel ve věku 65 let a více na celkovém počtu obyvatel. Počet obyvatel vychází z faktické definice obyvatelstva, která započítává všechny obyvatele bez ohledu na právní status nebo státní příslušnost.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populace_muzi_procento",
    "abbreviation": "Populace muži (% z celkové)",
    "name": "Populace muži (% z celkové)",
    "description": "Mužská populace je procento mužské populace. Počet obyvatel vychází z faktické definice obyvatelstva, která započítává všechny obyvatele bez ohledu na právní status nebo státní příslušnost.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populace_zeny_procento",
    "abbreviation": "Populace ženy (% z celkové)",
    "name": "Populace ženy (% z celkové)",
    "description": "Počet žen je procento populace, které tvoří ženy. Počet obyvatel vychází z faktické definice obyvatelstva, která započítává všechny obyvatele bez ohledu na právní status nebo státní příslušnost.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populacni_rust_procentualne",
    "abbreviation": "Populační růst",
    "name": "Populační růst (% za rok)",
    "description": "Roční míra růstu obyvatelstva pro rok t je exponenciální míra růstu počtu obyvatel v polovině roku od roku t-1 do roku t, vyjádřená v procentech . Počet obyvatel vychází z faktické definice obyvatelstva, která započítává všechny obyvatele bez ohledu na právní status nebo státní příslušnost.",
    "unit": "%",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "prijmova_nerovnost",
    "abbreviation": "Příjmová nerovnost",
    "name": "Příjmová nerovnost (Giniho index)",
    "description": "Giniho index měří, do jaké míry se rozdělení příjmů (nebo v některých případech spotřebních výdajů) mezi jednotlivce nebo domácnosti v rámci ekonomiky odchyluje od dokonale rovnoměrného rozdělení. Lorenzova křivka vykresluje kumulativní procentní podíl celkových obdržených příjmů na kumulativním počtu příjemců, počínaje nejchudším jednotlivcem nebo domácností. Giniho index měří plochu mezi Lorenzovou křivkou a hypotetickou přímkou absolutní rovnosti, vyjádřenou v procentech maximální plochy pod přímkou. Giniho index 0 tedy představuje dokonalou rovnost, zatímco index 100 znamená dokonalou nerovnost.",
    "unit": "",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "ekonomika"
  },
  {
    "id": "remitence_obdrzene",
    "abbreviation": "Remitence, obdržené ($)",
    "name": "Remitence, obdržené ($)",
    "description": "Remitence zahrnují osobní převody a náhrady zaměstnancům. Osobní převody zahrnují všechny běžné převody v hotovosti nebo v naturáliích, které rezidentské domácnosti provádějí nebo přijímají od nerezidentských domácností. Osobní transfery tedy zahrnují všechny běžné transfery mezi rezidenty a nerezidenty. Náhrady zaměstnancům se týkají příjmů příhraničních, sezónních a jiných krátkodobých pracovníků, kteří jsou zaměstnáni v ekonomice, kde nejsou rezidenty, a rezidentů zaměstnaných nerezidentskými subjekty. Údaje jsou součtem dvou položek definovaných v šestém vydání Příručky k platební bilanci MMF: osobních transferů a náhrad zaměstnancům. Údaje jsou v běžných amerických dolarech.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_obdrzene_procento_z_hdp",
    "abbreviation": "Remitence, obdržené (% z HDP)",
    "name": "Remitence, obdržené (% z HDP)",
    "description": "Remitence zahrnují osobní převody a náhrady zaměstnancům. Osobní převody zahrnují všechny běžné převody v hotovosti nebo v naturáliích, které rezidentské domácnosti provádějí nebo přijímají od nerezidentských domácností. Osobní transfery tedy zahrnují všechny běžné transfery mezi rezidenty a nerezidenty. Náhrady zaměstnancům se týkají příjmů příhraničních, sezónních a jiných krátkodobých pracovníků, kteří jsou zaměstnáni v ekonomice, kde nejsou rezidenty, a rezidentů zaměstnaných nerezidentskými subjekty. Údaje jsou součtem dvou položek definovaných v šestém vydání Příručky k platební bilanci MMF: osobních transferů a náhrad zaměstnancům.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_zaslane",
    "abbreviation": "Remitence, zaslané ($)",
    "name": "Remitence, zaslané ($)",
    "description": "Remitence zahrnují osobní převody a náhrady zaměstnancům. Osobní převody zahrnují všechny běžné převody v hotovosti nebo v naturáliích, které rezidentské domácnosti provádějí nebo přijímají od nerezidentských domácností. Osobní transfery tedy zahrnují všechny běžné transfery mezi rezidenty a nerezidenty. Náhrady zaměstnancům se týkají příjmů příhraničních, sezónních a jiných krátkodobých pracovníků, kteří jsou zaměstnáni v ekonomice, kde nejsou rezidenty, a rezidentů zaměstnaných nerezidentskými subjekty. Údaje jsou součtem dvou položek definovaných v šestém vydání Příručky k platební bilanci MMF: osobních transferů a náhrad zaměstnancům. Údaje jsou v běžných amerických dolarech.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "rozloha",
    "abbreviation": "Rozloha",
    "name": "Rozloha",
    "description": "Plocha je celková rozloha země, včetně ploch pod vnitrozemskými vodními plochami a některými pobřežními vodními cestami.",
    "unit": "km²",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "geografie"
  },
  {
    "id": "umrti_na_silnicich_na_sto_tisic_obyvatel",
    "abbreviation": "Úmrtí na silnicích (na (100 000 obyvatel)",
    "name": "Úmrtí na silnicích (na 100 000 obyvatel)",
    "description": "Úmrtnost způsobená úrazy v silničním provozu je odhadovaná úmrtnost na smrtelné úrazy v silničním provozu na 100 000 obyvatel.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "infrastruktura"
  },
  {
    "id": "zalesnena_plocha",
    "abbreviation": "Zalesněná plocha",
    "name": "Zalesněná plocha (% z celkové rozlohy)",
    "description": "Lesní plocha je půda s přirozeným nebo vysazeným porostem stromů o výšce nejméně 5 metrů na místě, ať už je produkční, nebo ne, a nezahrnuje porosty stromů v zemědělských produkčních systémech (například v ovocných plantážích a agrolesnických systémech) a stromy v městských parcích a zahradách.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "geografie"
  },
  {
    "id": "zemedelska_puda",
    "abbreviation": "Zemědělská půda",
    "name": "Zemědělská půda (% z celkové rozlohy)",
    "description": "Zemědělskou půdou se rozumí podíl orné půdy, trvalých kultur a trvalých pastvin. Orná půda zahrnuje půdu definovanou FAO jako půdu pod dočasnými plodinami (plochy s dvojí plodinou se započítávají jednou), dočasné louky určené k sečení nebo k pastvě, půdu pod zelinářskými nebo kuchyňskými zahradami a půdu dočasně ležící ladem. Půda opuštěná v důsledku střídavého obdělávání je vyloučena. Půda s trvalými kulturami je půda obdělávaná plodinami, které zabírají půdu po dlouhou dobu a nemusí být po každé sklizni znovu osázena, jako je kakao, káva a kaučuk. Tato kategorie zahrnuje půdu pod kvetoucími keři, ovocnými stromy, ořechy a vinnou révou, ale nezahrnuje půdu pod stromy pěstovanými pro dřevo nebo dřevní hmotu. Trvalé pastviny jsou pozemky využívané po dobu pěti a více let pro krmení, včetně přírodních a pěstovaných plodin.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "geografie"
  },
  {
    "id": "pristup_k_elektrine_procento_obyvatel",
    "abbreviation": "Přístup k elektřině (% obyvatel)",
    "name": "Přístup k elektřině (% obyvatel)",
    "description": "Přístup k elektřině je procento obyvatelstva s přístupem k elektřině. Údaje o elektrifikaci jsou získávány z průmyslu, národních průzkumů a mezinárodních zdrojů.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "infrastruktura"
  },
  {
    "id": "pristup_k_internetu_procento_obyvatel",
    "abbreviation": "Přístup k internetu (% obyvatel)",
    "name": "Přístup k internetu (% obyvatel)",
    "description": "Uživatelé internetu jsou osoby, které v posledních 3 měsících použily internet (z jakéhokoli místa). Internet lze používat prostřednictvím počítače, mobilního telefonu, osobního digitálního asistenta, herního zařízení, digitální televize atd.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "infrastruktura"
  },
  {
    "id": "mira_gramotnosti_procento_osob_starsich_15_let",
    "abbreviation": "Míra gramotnosti (% osob starších 15 let)",
    "name": "Míra gramotnosti (% osob starších 15 let)",
    "description": "Míra gramotnosti dospělých je procento lidí ve věku 15 let a více, kteří umí číst a psát s porozuměním krátkému jednoduchému sdělení o svém každodenním životě.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "emise_co2",
    "abbreviation": "Emise CO2",
    "name": "Emise CO2 (kilotuna)",
    "description": "Emise oxidu uhličitého vznikají při spalování fosilních paliv a výrobě cementu. Zahrnují oxid uhličitý vznikající při spotřebě pevných, kapalných a plynných paliv a při spalování plynu.",
    "unit": "kt",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "ostatni"
  },
  {
    "id": "emise_co2_na_obyvatele",
    "abbreviation": "Emise CO2 na obyvatele",
    "name": "Emise CO2 na obyvatele (tuna)",
    "description": "Emise oxidu uhličitého vznikají při spalování fosilních paliv a výrobě cementu. Zahrnují oxid uhličitý vznikající při spotřebě pevných, kapalných a plynných paliv a při spalování plynu.",
    "unit": "t",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "ostatni"
  },
  {
    "id": "armadni_vydaje",
    "abbreviation": "Armádní výdaje",
    "name": "Armádní výdaje",
    "description": "Údaje o vojenských výdajích SIPRI vycházejí z definice NATO, která zahrnuje veškeré běžné a kapitálové výdaje na ozbrojené síly, včetně mírových sil, ministerstva obrany a další vládní agentury zapojené do obranných projektů, polovojenské síly, pokud jsou považovány za vycvičené a vybavené pro vojenské operace, a vojenské kosmické aktivity. Tyto výdaje zahrnují vojenský a civilní personál, včetně výsluhových důchodů vojenského personálu a sociálních služeb pro personál; provoz a údržbu; nákupy; vojenský výzkum a vývoj; a vojenskou pomoc (ve vojenských výdajích dárcovské země). Nezahrnují se výdaje na civilní obranu a běžné výdaje na dřívější vojenské aktivity, např. na dávky veteránům, demobilizaci, konverzi a likvidaci zbraní. Tuto definici však nelze použít pro všechny země, protože by to vyžadovalo mnohem podrobnější informace, než jaké jsou k dispozici o tom, co je zahrnuto ve vojenských rozpočtech a mimorozpočtových položkách vojenských výdajů. (Například vojenské rozpočty mohou, ale nemusí zahrnovat civilní obranu, zálohy a pomocné síly, policejní a polovojenské síly, síly dvojího určení, jako je vojenská a civilní policie, vojenské naturální dotace, důchody pro vojenský personál a příspěvky na sociální zabezpečení placené jednou částí vlády druhé).",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "ostatni"
  },
  {
    "id": "armadni_vydaje_procento_hdp",
    "abbreviation": "Armádní výdaje (% HDP)",
    "name": "Armádní výdaje (% HDP)",
    "description": "Údaje o vojenských výdajích SIPRI vycházejí z definice NATO, která zahrnuje veškeré běžné a kapitálové výdaje na ozbrojené síly, včetně mírových sil, ministerstva obrany a další vládní agentury zapojené do obranných projektů, polovojenské síly, pokud jsou považovány za vycvičené a vybavené pro vojenské operace, a vojenské kosmické aktivity. Tyto výdaje zahrnují vojenský a civilní personál, včetně výsluhových důchodů vojenského personálu a sociálních služeb pro personál; provoz a údržbu; nákupy; vojenský výzkum a vývoj; a vojenskou pomoc (ve vojenských výdajích dárcovské země). Nezahrnují se výdaje na civilní obranu a běžné výdaje na dřívější vojenské aktivity, např. na dávky veteránům, demobilizaci, konverzi a likvidaci zbraní. Tuto definici však nelze použít pro všechny země, protože by to vyžadovalo mnohem podrobnější informace, než jaké jsou k dispozici o tom, co je zahrnuto ve vojenských rozpočtech a mimorozpočtových položkách vojenských výdajů. (Například vojenské rozpočty mohou, ale nemusí zahrnovat civilní obranu, zálohy a pomocné síly, policejní a polovojenské síly, síly dvojího určení, jako je vojenská a civilní policie, vojenské naturální dotace, důchody pro vojenský personál a příspěvky na sociální zabezpečení placené jednou složkou státu druhé složce státu).",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "ostatni"
  }
]
