[
  {
    "id": "hdp",
    "abbreviation": "HDP",
    "name": "HDP (hrubý domácí produkt)",
    "description": "HDP v kupních cenách je součet hrubé přidané hodnoty všech rezidentských výrobců v ekonomice zvýšený o případné daně z produktů a snížený o případné dotace, které nejsou zahrnuty v hodnotě produktů. Počítá se bez odečtení odpisů vyrobených aktiv nebo vyčerpání a znehodnocení přírodních zdrojů. Údaje jsou uvedeny v běžných amerických dolarech. Dolarové údaje o HDP jsou přepočteny z domácích měn pomocí oficiálních směnných kurzů za jeden rok. U několika zemí, kde oficiální směnný kurz neodráží kurz skutečně uplatňovaný při skutečných devizových transakcích, se používá alternativní přepočítací koeficient.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_na_obyvatele",
    "abbreviation": "HDP na obyvatele",
    "name": "HDP (hrubý domácí produkt) na obyvatele",
    "description": "HDP na obyvatele je hrubý domácí produkt dělený počtem obyvatel v polovině roku. HDP je součet hrubé přidané hodnoty všech rezidentských výrobců v ekonomice zvýšený o případné daně z produktů a snížený o případné dotace, které nejsou zahrnuty v hodnotě produktů. Počítá se bez odečtení odpisů vyrobených aktiv nebo vyčerpání a znehodnocení přírodních zdrojů. Údaje jsou uvedeny v běžných amerických dolarech.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_mezirocni_rust_procentualne",
    "abbreviation": "HDP, meziroční růst (%)",
    "name": "HDP (hrubý domácí produkt), meziroční růst (%)",
    "description": "Roční procentní míra růstu HDP v tržních cenách na základě stálé místní měny. Agregáty jsou založeny na stálých cenách roku 2015, vyjádřených v amerických dolarech. HDP je součet hrubé přidané hodnoty všech rezidentských výrobců v ekonomice zvýšený o případné daně z produktů a snížený o případné dotace, které nejsou zahrnuty v hodnotě produktů. Počítá se bez odečtení odpisů vyrobených aktiv nebo vyčerpání a znehodnocení přírodních zdrojů.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_pks",
    "abbreviation": "HDP (PKS)",
    "name": "HDP (hrubý domácí produkt) v PKS (parita kupní síly)",
    "description": "Hrubý domácí produkt je nejčastěji používaným ukazatelem celkové ekonomické aktivity země. Představuje celkovou hodnotu konečných výrobků a služeb vyrobených v dané zemi za určité časové období v paritě kupní síly. Parita kupní síly (PKS) je teorie, která vztahuje změny nominálního směnného kurzu mezi měnami dvou zemí ke změnám cenových hladin v těchto zemích.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_pks_na_obyvatele",
    "abbreviation": "HDP (PKS) na obyvatele",
    "name": "HDP (hrubý domácí produkt) v PKS (parita kupní síly) na obyvatele",
    "description": "Hrubý domácí produkt (HDP) je nejčastěji používaným ukazatelem celkové ekonomické aktivity země. HDP na obyvatele představuje celkovou hodnotu konečných statků a služeb vyrobených v dané zemi v paritě kupní síly za určité časové období vydělenou průměrným počtem obyvatel za stejný rok. Parita kupní síly (PKS) je teorie, která vztahuje změny nominálního směnného kurzu mezi měnami dvou zemí ke změnám cenových hladin v těchto zemích.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "inflace_index_spotrebitelskych_cen_mezirocne",
    "abbreviation": "Inflace, index spotřebitelských cen (meziročně)",
    "name": "Inflace, index spotřebitelských cen (meziročně)",
    "description": "Průměrný index spotřebitelských cen (CPI) je měřítkem průměrné cenové hladiny v dané zemi na základě nákladů na typický spotřební koš zboží a služeb v daném období. Míra inflace je procentuální změna průměrného indexu spotřebitelských cen.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "nezamestnanost_procento",
    "abbreviation": "Nezaměstnanost (%)",
    "name": "Nezaměstnanost (%)",
    "description": "Počet nezaměstnaných osob jako procento z celkové pracovní síly.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_centralni_vlady_procento_hdp",
    "abbreviation": "Státní dluh, centrální vlády (% HDP)",
    "name": "Státní dluh, centrální vlády (% HDP)",
    "description": "Dluh centrální vlády - ústředních vládních institucí. Celkový stav dluhových závazků emitovaných ústřední vládou jako podíl na HDP.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_hruby_procento_hdp",
    "abbreviation": "Státní dluh, hrubý (% HDP)",
    "name": "Státní dluh, hrubý (% HDP)",
    "description": "Hrubý veřejný dluh. Hrubý dluh se skládá ze všech závazků, které vyžadují splátku nebo splátky úroků a/nebo jistiny dlužníkem věřiteli k určitému datu nebo datům v budoucnosti. Patří sem dluhové závazky ve formě zvláštních práv čerpání, oběživa a vkladů, dluhových cenných papírů, úvěrů, pojištění, důchodů a standardizovaných záručních systémů a ostatních závazků. Všechna pasiva v systému GFSM 2001 jsou tedy dluhy, s výjimkou akcií a podílů v investičních fondech a finančních derivátů a zaměstnaneckých akciových opcí. Dluh lze ocenit běžnou tržní, nominální nebo jmenovitou hodnotou (GFSM 2001, odstavec 7.110).",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_procento_hdp",
    "abbreviation": "Státní dluh (% HDP)",
    "name": "Státní dluh (% HDP)",
    "description": "Veřejný dluh. Celkový stav dluhových závazků emitovaných vládními institucemi jako podíl na HDP.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "zadluzeni_soukromeho_sektoru_procento_hdp",
    "abbreviation": "Zadlužení soukromého sektoru (% HDP)",
    "name": "Zadlužení soukromého sektoru (% HDP)",
    "description": "Celkový stav úvěrů a dluhových cenných papírů emitovaných domácnostmi a nefinančními podniky jako podíl na HDP.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  }
]
