[
  {
    "id": "index_ekonomicke_svobody",
    "abbreviation": "Ekonomická svoboda",
    "name": "Index ekonomické svobody",
    "description": "Index ekonomické svobody světa Fraserova institutu patří mezi nejuznávanější globální ukazatele ekonomické svobody. Hodnotí země podle pěti oblastí: velikosti vlády, právního systému a ochrany vlastnických práv, stability měny, svobody mezinárodního obchodu a míry regulace úvěrů, práce a podnikání.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_velikosti_statni_spravy",
    "abbreviation": "Velikost státní správy",
    "name": "Index velikosti státní správy",
    "description": "Index velikosti státní správy Fraserova institutu sleduje rozsah vládních zásahů do ekonomiky, zejména vládní spotřebu, transfery a dotace, veřejné investice, daňové zatížení a míru státního vlastnictví. Vyšší hodnota těchto složek zpravidla znamená nižší ekonomickou svobodu.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_pravniho_systemu_a_respektovani_vlastnickych_prav",
    "abbreviation": "Právní systém",
    "name": "Index právního systému a respektování vlastnických práv",
    "description": "Tento index Fraserova institutu hodnotí kvalitu právního systému a míru ochrany vlastnických práv. Zaměřuje se mimo jiné na nezávislost soudů, jejich nestrannost a schopnost vymáhat smlouvy a právo.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_zdraveho_penezniho_systemu",
    "abbreviation": "Peněžní systém",
    "name": "Index zdravého peněžního systému",
    "description": "Index zdravého peněžního systému Fraserova institutu posuzuje stabilitu měny a její schopnost sloužit jako spolehlivý uchovatel hodnoty. Sleduje zejména míru inflace, její volatilitu a celkovou důvěryhodnost měnového prostředí.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_svobody_mezinarodniho_obchodu",
    "abbreviation": "Svoboda mezinárodního obchodu",
    "name": "Index svobody mezinárodního obchodu",
    "description": "Index svobody mezinárodního obchodu Fraserova institutu hodnotí, do jaké míry státy umožňují volnou výměnu zboží, služeb a kapitálu. Zohledňuje například celní sazby, netarifní překážky obchodu a kapitálové kontroly.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_regulace",
    "abbreviation": "Míra regulace",
    "name": "Index míry regulace podnikání, práce a úvěrů",
    "description": "Index regulace Fraserova institutu měří rozsah regulací v oblasti podnikání, pracovního trhu a úvěrů. Sleduje například regulaci úrokových sazeb, podmínky přijímání a propouštění zaměstnanců či licenční omezení, které mohou omezovat hospodářskou soutěž a dobrovolné tržní vztahy.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  }
]
