[
  {
    "id": "celkova_populace",
    "abbreviation": "Celková populace",
    "name": "Celková populace",
    "description": "Total population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship. The values shown are midyear estimates.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "detska_umrtnost",
    "abbreviation": "Dětská úmrtnost",
    "name": "Dětská úmrtnost (úmrtí dětí ve věku do 5ti let na 1000 narození)",
    "description": "Under-five mortality rate is the probability per 1,000 that a newborn baby will die before reaching age five, if subject to age-specific mortality rates of the specified year.",
    "unit": null,
    "asc_ordering": true,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "zdravi"
  },
  {
    "id": "emise_co2",
    "abbreviation": "Emise CO2",
    "name": "Emise CO2 (kilotuna)",
    "description": "Carbon dioxide emissions are those stemming from the burning of fossil fuels and the manufacture of cement. They include carbon dioxide produced during consumption of solid, liquid, and gas fuels and gas flaring.",
    "unit": "kt",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "zivotni_prostredi"
  },
  {
    "id": "emise_co2_na_obyvatele",
    "abbreviation": "Emise CO2 na obyvatele",
    "name": "Emise CO2 na obyvatele (tuna)",
    "description": "Carbon dioxide emissions are those stemming from the burning of fossil fuels and the manufacture of cement. They include carbon dioxide produced during consumption of solid, liquid, and gas fuels and gas flaring.",
    "unit": "t",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "zivotni_prostredi"
  },
  {
    "id": "hustota_zalidneni",
    "abbreviation": "Hustota zalidnění",
    "name": "Hustota zalidnění (počet lidí na km^2)",
    "description": "Population density is midyear population divided by land area in square kilometers. Population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship--except for refugees not permanently settled in the country of asylum, who are generally considered part of the population of their country of origin. Land area is a country's total area, excluding area under inland water bodies, national claims to continental shelf, and exclusive economic zones. In most cases the definition of inland water bodies includes major rivers and lakes.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "geografie"
  },
  {
    "id": "mezinarodni_cestovni_ruch_pocet_odjezdu",
    "abbreviation": "Mezinárodní cestovní ruch, počet odjezdů",
    "name": "Mezinárodní cestovní ruch, počet odjezdů",
    "description": "International outbound tourists are the number of departures that people make from their country of usual residence to any other country for any purpose other than a remunerated activity in the country visited. The data on outbound tourists refer to the number of departures, not to the number of people traveling. Thus a person who makes several trips from a country during a given period is counted each time as a new departure.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "mezinarodni_cestovni_ruch_pocet_prijezdu",
    "abbreviation": "Mezinárodní cestovní ruch, počet příjezdů",
    "name": "Mezinárodní cestovní ruch, počet příjezdů",
    "description": "International inbound tourists (overnight visitors) are the number of tourists who travel to a country other than that in which they have their usual residence, but outside their usual environment, for a period not exceeding 12 months and whose main purpose in visiting is other than an activity remunerated from within the country visited. When data on number of tourists are not available, the number of visitors, which includes tourists, same-day visitors, cruise passengers, and crew members, is shown instead. Sources and collection methods for arrivals differ across countries. In some cases data are from border statistics (police, immigration, and the like) and supplemented by border surveys. In other cases data are from tourism accommodation establishments. For some countries number of arrivals is limited to arrivals by air and for others to arrivals staying in hotels. Some countries include arrivals of nationals residing abroad while others do not. Caution should thus be used in comparing arrivals across countries. The data on inbound tourists refer to the number of arrivals, not to the number of people traveling. Thus a person who makes several trips to a country during a given period is counted each time as a new arrival.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "migrace",
    "abbreviation": "Migrace",
    "name": "Migrace (počet imigrantů - počet emigrantů)",
    "description": "Net migration is the net total of migrants during the period, that is, the total number of immigrants less the annual number of emigrants, including both citizens and noncitizens. Data are five-year estimates.",
    "unit": null,
    "asc_ordering": true,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "mira_plodnosti",
    "abbreviation": "Míra plodnosti",
    "name": "Míra plodnosti (průměrný počet dětí na ženu)",
    "description": "Total fertility rate represents the number of children that would be born to a woman if she were to live to the end of her childbearing years and bear children in accordance with age-specific fertility rates of the specified year.",
    "unit": null,
    "asc_ordering": true,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "ocekavana_delka_zivota",
    "abbreviation": "Očekávaná délka života",
    "name": "Očekávaná délka života při narození",
    "description": "Life expectancy at birth indicates the number of years a newborn infant would live if prevailing patterns of mortality at the time of its birth were to stay the same throughout its life.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_infikovanych_virem_hiv_na_tisic_neinfikovanych",
    "abbreviation": "Počet infikovaných virem HIV (na 1 000 neinfikovaných)",
    "name": "Počet infikovaných virem HIV (na 1 000 neinfikovaných)",
    "description": "Number of new HIV infections among uninfected populations expressed per 1,000 uninfected population in the year before the period.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_nove_infikovanych_virem_hiv",
    "abbreviation": "Počet nově infikovaných virem HIV",
    "name": "Počet nově infikovaných virem HIV",
    "description": "Number of adults (ages 15+) and children (ages 0-14) newly infected with HIV.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_sebevrazd_na_sto_tisic_obyvatel",
    "abbreviation": "Počet sebevražd (na 100 000 obyvatel)",
    "name": "Počet sebevražd (na 100 000 obyvatel)",
    "description": "Suicide mortality rate is the number of suicide deaths in a year per 100,000 population. Crude suicide rate (not age-adjusted).",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_uprchliku_podle_zeme_azylu",
    "abbreviation": "Počet uprchlíků podle země azylu",
    "name": "Počet uprchlíků podle země azylu",
    "description": "Refugees are people who are recognized as refugees under the 1951 Convention Relating to the Status of Refugees or its 1967 Protocol, the 1969 Organization of African Unity Convention Governing the Specific Aspects of Refugee Problems in Africa, people recognized as refugees in accordance with the UNHCR statute, people granted refugee-like humanitarian status, and people provided temporary protection. Asylum seekers--people who have applied for asylum or refugee status and who have not yet received a decision or who are registered as asylum seekers--are excluded. Palestinian refugees are people (and their descendants) whose residence was Palestine between June 1946 and May 1948 and who lost their homes and means of livelihood as a result of the 1948 Arab-Israeli conflict. Country of asylum is the country where an asylum claim was filed and granted.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "pocet_uprchliku_podle_zeme_puvodu",
    "abbreviation": "Počet uprchlíků podle země původu",
    "name": "Počet uprchlíků podle země původu",
    "description": "Refugees are people who are recognized as refugees under the 1951 Convention Relating to the Status of Refugees or its 1967 Protocol, the 1969 Organization of African Unity Convention Governing the Specific Aspects of Refugee Problems in Africa, people recognized as refugees in accordance with the UNHCR statute, people granted refugee-like humanitarian status, and people provided temporary protection. Asylum seekers--people who have applied for asylum or refugee status and who have not yet received a decision or who are registered as asylum seekers--are excluded. Palestinian refugees are people (and their descendants) whose residence was Palestine between June 1946 and May 1948 and who lost their homes and means of livelihood as a result of the 1948 Arab-Israeli conflict. Country of origin generally refers to the nationality or country of citizenship of a claimant.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "pocet_vrazd_na_sto_tisic_obyvatel",
    "abbreviation": "Počet vražd (na 100 000 obyvatel)",
    "name": "Počet vražd (na 100 000 obyvatel)",
    "description": "Intentional homicides are estimates of unlawful homicides purposely inflicted as a result of domestic disputes, interpersonal violence, violent conflicts over land resources, intergang violence over turf or control, and predatory violence and killing by armed groups. Intentional homicide does not include all intentional killing; the difference is usually in the organization of the killing. Individuals or small groups usually commit homicide, whereas killing in armed conflict is usually committed by fairly cohesive groups of up to several hundred members and is thus usually excluded.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "populace_0_14_procento",
    "abbreviation": "Populace věk 0-14 (% z celkové)",
    "name": "Populace věk 0-14 (% z celkové)",
    "description": "Population between the ages 0 to 14 as a percentage of the total population. Population is based on the de facto definition of population.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "populace_15_64_procento",
    "abbreviation": "Populace věk 15-64 (% z celkové)",
    "name": "Populace věk 15-64 (% z celkové)",
    "description": "Total population between the ages 15 to 64 as a percentage of the total population. Population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "populace_65_plus_procento",
    "abbreviation": "Populace věk 65+ (% z celkové)",
    "name": "Populace věk 65+ (% z celkové)",
    "description": "Population ages 65 and above as a percentage of the total population. Population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "populace_muzi_procento",
    "abbreviation": "Populace muži (% z celkové)",
    "name": "Populace muži (% z celkové)",
    "description": "Male population is the percentage of the population that is male. Population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "populace_zeny_procento",
    "abbreviation": "Populace ženy (% z celkové)",
    "name": "Populace ženy (% z celkové)",
    "description": "Female population is the percentage of the population that is female. Population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "populacni_rust_procentualne",
    "abbreviation": "Populační růst",
    "name": "Populační růst (% za rok)",
    "description": "Annual population growth rate for year t is the exponential rate of growth of midyear population from year t-1 to t, expressed as a percentage . Population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship.",
    "unit": "%",
    "asc_ordering": true,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "populace"
  },
  {
    "id": "prijmova_nerovnost",
    "abbreviation": "Příjmová nerovnost",
    "name": "Příjmová nerovnost (Giniho index)",
    "description": "Gini index measures the extent to which the distribution of income (or, in some cases, consumption expenditure) among individuals or households within an economy deviates from a perfectly equal distribution. A Lorenz curve plots the cumulative percentages of total income received against the cumulative number of recipients, starting with the poorest individual or household. The Gini index measures the area between the Lorenz curve and a hypothetical line of absolute equality, expressed as a percentage of the maximum area under the line. Thus a Gini index of 0 represents perfect equality, while an index of 100 implies perfect inequality.",
    "unit": null,
    "asc_ordering": true,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "ekonomika"
  },
  {
    "id": "remitence_obdrzene",
    "abbreviation": "Remitence, obdržené ($)",
    "name": "Remitence, obdržené ($)",
    "description": "Personal remittances comprise personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from nonresident households. Personal transfers thus include all current transfers between resident and nonresident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Data are the sum of two items defined in the sixth edition of the IMF's Balance of Payments Manual: personal transfers and compensation of employees. Data are in current U.S. dollars.",
    "unit": "$",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_obdrzene_procento_z_hdp",
    "abbreviation": "Remitence, obdržené (% z HDP)",
    "name": "Remitence, obdržené (% z HDP)",
    "description": "Personal remittances comprise personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from nonresident households. Personal transfers thus include all current transfers between resident and nonresident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Data are the sum of two items defined in the sixth edition of the IMF's Balance of Payments Manual: personal transfers and compensation of employees.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_zaslane",
    "abbreviation": "Remitence, zaslané ($)",
    "name": "Remitence, zaslané ($)",
    "description": "Personal remittances comprise personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from nonresident households. Personal transfers thus include all current transfers between resident and nonresident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Data are the sum of two items defined in the sixth edition of the IMF's Balance of Payments Manual: personal transfers and compensation of employees. Data are in current U.S. dollars.",
    "unit": "$",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "rozloha",
    "abbreviation": "Rozloha",
    "name": "Rozloha",
    "description": "Surface area is a country's total area, including areas under inland bodies of water and some coastal waterways.",
    "unit": "km^2",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "geografie"
  },
  {
    "id": "umrti_na_silnicich_na_sto_tisic_obyvatel",
    "abbreviation": "Úmrtí na silnicích (na (100 000 obyvatel)",
    "name": "Úmrtí na silnicích (na 100 000 obyvatel)",
    "description": "Mortality caused by road traffic injury is estimated road traffic fatal injury deaths per 100,000 population.",
    "unit": null,
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "infrastruktura"
  },
  {
    "id": "zalesnena_plocha",
    "abbreviation": "Zalesněná plocha",
    "name": "Zalesněná plocha (% z celkové rozlohy)",
    "description": "Forest area is land under natural or planted stands of trees of at least 5 meters in situ, whether productive or not, and excludes tree stands in agricultural production systems (for example, in fruit plantations and agroforestry systems) and trees in urban parks and gardens.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "geografie"
  },
  {
    "id": "zemedelska_puda",
    "abbreviation": "Zemědělská půda",
    "name": "Zemědělská půda (% z celkové rozlohy)",
    "description": "Agricultural land refers to the share of land area that is arable, under permanent crops, and under permanent pastures. Arable land includes land defined by the FAO as land under temporary crops (double-cropped areas are counted once), temporary meadows for mowing or for pasture, land under market or kitchen gardens, and land temporarily fallow. Land abandoned as a result of shifting cultivation is excluded. Land under permanent crops is land cultivated with crops that occupy the land for long periods and need not be replanted after each harvest, such as cocoa, coffee, and rubber. This category includes land under flowering shrubs, fruit trees, nut trees, and vines, but excludes land under trees grown for wood or timber. Permanent pasture is land used for five or more years for forage, including natural and cultivated crops.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "geografie"
  },
  {
    "id": "pristup_k_elektrine_procento_obyvatel",
    "abbreviation": "Přístup k elektřině (% obyvatel)",
    "name": "Přístup k elektřině (% obyvatel)",
    "description": "Access to electricity is the percentage of population with access to electricity. Electrification data are collected from industry, national surveys and international sources.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "infrastruktura"
  },
  {
    "id": "pristup_k_internetu_procento_obyvatel",
    "abbreviation": "Přístup k internetu (% obyvatel)",
    "name": "Přístup k internetu (% obyvatel)",
    "description": "Internet users are individuals who have used the Internet (from any location) in the last 3 months. The Internet can be used via a computer, mobile phone, personal digital assistant, games machine, digital TV etc.",
    "unit": "%",
    "asc_ordering": false,
    "default_from": 2000,
    "default_to": 2021,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "default_source_id": "svetova_banka",
    "category_id": "infrastruktura"
  }
]
