[
  {
    "id": "index_celkove_svobody",
    "abbreviation": "Celková svoboda",
    "name": "Index celkové svobody",
    "description": "Index celkové svobody (*Human Freedom Index*) je komplexní ukazatel publikovaný Fraserovým institutem a Cato Institute, který kombinuje osobní a ekonomickou svobodu do jednoho souhrnného skóre na škále 0–10. Vyšší hodnota znamená větší svobodu. Index pokrývá 165 zemí a vychází z 83 dílčích ukazatelů rozdělených do 12 kategorií. Osobní svoboda zahrnuje právní stát, bezpečnost, svobodu pohybu, náboženství, sdružování, projevu a identity. Ekonomická svoboda hodnotí velikost státu, právní systém, měnovou stabilitu, svobodu obchodu a regulace. Data jsou dostupná od roku 2000 a umožňují sledovat vývoj svobody v čase i mezinárodní srovnání.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_osobni_svobody",
    "abbreviation": "Osobní svoboda",
    "name": "Index osobní svobody",
    "description": "Index osobní svobody (*Personal Freedom*) měří rozsah individuálních práv a svobod občanů na škále 0–10. Skládá se ze sedmi kategorií: právní stát (nezávislost soudnictví, procesní spravedlnost), bezpečnost (absence násilí, konfliktů a státních represí), svoboda pohybu (cestování uvnitř země i do zahraničí), náboženská svoboda (právo vyznávat a praktikovat víru), svoboda sdružování a shromažďování (zakládání organizací, politických stran), svoboda projevu a informací (nezávislá média, absence cenzury) a svoboda identity a vztahů (práva LGBT+, rozvod, dědictví). Index vychází z dat organizací jako V-Dem, Freedom House, Bertelsmann Stiftung a dalších.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_ekonomicke_svobody",
    "abbreviation": "Ekonomická svoboda",
    "name": "Index ekonomické svobody",
    "description": "Index ekonomické svobody (*Economic Freedom*) hodnotí míru, do jaké instituce a politiky dané země podporují ekonomickou svobodu jednotlivců. Měří se na škále 0–10 v pěti hlavních oblastech: velikost státu (vládní spotřeba, daně, státní podniky), právní systém a vlastnická práva (nezávislost soudů, ochrana majetku, vymahatelnost smluv), měnová stabilita (inflace, růst peněžní zásoby), svoboda mezinárodního obchodu (cla, netarifní bariéry, kapitálové kontroly) a regulace (trh práce, úvěrový trh, podnikání). Vyšší skóre znamená méně státních zásahů a větší prostor pro svobodné ekonomické rozhodování občanů a firem.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_pravniho_statu",
    "abbreviation": "Právní stát",
    "name": "Index právního státu",
    "description": "Index právního státu (*Rule of Law*) je sub-index osobní svobody, který měří kvalitu a nezávislost soudního systému z hlediska ochrany individuálních práv. Hodnotí tři hlavní oblasti: procesní spravedlnost (férové a transparentní soudní řízení), občanské soudnictví (přístup k soudům, nestrannost rozhodování) a trestní soudnictví (presumpce neviny, ochrana před svévolným zatčením). Index také zohledňuje data projektu V-Dem o vládě práva. Silný právní stát je základním předpokladem pro ochranu osobní svobody, protože zajišťuje, že práva občanů jsou vymahatelná a stát je vázán zákony.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_bezpecnosti",
    "abbreviation": "Bezpečnost",
    "name": "Index bezpečnosti",
    "description": "Index bezpečnosti (*Safety & Security*) měří míru fyzické bezpečnosti občanů a absenci násilí ze strany státu i nestátních aktérů. Skládá se z ukazatelů jako míra vražd na 100 000 obyvatel, nucená zmizení osob, intenzita ozbrojených konfliktů, počet obětí terorismu (úmrtí i zranění), výskyt mučení a politických vražd. Data pocházejí z UNODC, Uppsala Conflict Data Program, Global Terrorism Database a dalších zdrojů. Vysoké skóre znamená bezpečné prostředí, kde občané nemusí žít ve strachu z násilí. Bezpečnost je základním předpokladem pro uplatňování dalších svobod.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_svobody_pohybu",
    "abbreviation": "Svoboda pohybu",
    "name": "Index svobody pohybu",
    "description": "Index svobody pohybu (*Movement*) hodnotí možnost občanů volně cestovat a měnit místo pobytu. Zahrnuje svobodu zahraničního cestování (možnost získat pas, opustit zemi), svobodu vnitřního pohybu pro muže i ženy (absence omezení pohybu uvnitř země) a celkovou svobodu pohybu podle projektu V-Dem a Cline Center for Advanced Social Research. Index zohledňuje jak právní úpravu, tak skutečnou praxi. Omezení svobody pohybu může mít různé formy – od zákazů vycestování přes vnitřní pasy až po diskriminační omezení pohybu žen v některých zemích.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_nabozenske_svobody",
    "abbreviation": "Náboženská svoboda",
    "name": "Index náboženské svobody",
    "description": "Index náboženské svobody (*Religion*) měří míru svobody vyznání a náboženského projevu. Hodnotí formální právní ochranu náboženské svobody i její faktické dodržování v praxi. Zahrnuje svobodu náboženského vyznání podle V-Dem a Cline Center, míru potlačování náboženských organizací státem a omezení náboženských praktik. Index rozlišuje mezi zeměmi, kde je náboženská svoboda plně chráněna, zeměmi s částečnými omezeními (např. zákaz určitých náboženských skupin) a zeměmi s vážnými represemi (pronásledování věřících, nucené konverze). Náboženská svoboda je klíčovou součástí osobní svobody a svobody svědomí.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_shromazdovani",
    "abbreviation": "Shromažďování",
    "name": "Index svobody shromažďování a sdružování",
    "description": "Index svobody shromažďování a sdružování (*Association, Assembly & Civil Society*) měří právo občanů organizovat se, zakládat spolky a politické strany a účastnit se veřejného života. Hodnotí svobodu vstupu do občanské společnosti a jejího opuštění, svobodu shromažďování (podle Freedom House, Bertelsmann a Cline Center), svobodu zakládání politických stran (absence zákazů, autonomie opozice) a míru represe vůči občanské společnosti. Silná občanská společnost a svoboda sdružování jsou základem fungující demokracie a umožňují občanům kolektivně prosazovat své zájmy.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_svobody_projevu",
    "abbreviation": "Svoboda projevu",
    "name": "Index svobody projevu a informací",
    "description": "Index svobody projevu a informací (*Expression & Information*) hodnotí svobodu médií, tisku, internetu a akademického vyjádření. Měří přímé útoky na novináře (vraždy, uvěznění), vládní cenzuru a snahy o kontrolu médií, autocenzuru novinářů, cenzuru internetu, svobodu akademického a kulturního vyjádření. Data pocházejí z Výboru na ochranu novinářů (CPJ), V-Dem, Freedom House a Bertelsmann Stiftung. Svobodná média jsou klíčová pro informovanost občanů, kontrolu moci a demokratickou debatu. Index penalizuje země, kde jsou novináři pronásledováni nebo kde stát kontroluje informační prostor.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_identity_a_vztahu",
    "abbreviation": "Identita a vztahy",
    "name": "Index identity a vztahů",
    "description": "Index identity a vztahů (*Identity & Relationships*) měří svobodu jednotlivců v oblasti osobních vztahů, sexuální orientace a rodinného života. Zahrnuje právní uznání stejnopohlavních vztahů (partnerství, manželství), právo na rozvod, dědická práva žen (vdov a dcer) a ochranu před ženskou obřízkou (FGM). Index reflektuje, nakolik stát respektuje autonomii jednotlivců v jejich nejintimnějších rozhodnutích. Vysoké skóre mají země, kde jsou LGBT+ práva chráněna, rozvod je dostupný oběma pohlavím za rovných podmínek a ženy mají stejná dědická práva jako muži.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_velikosti_statu",
    "abbreviation": "Velikost státu",
    "name": "Index velikosti státu",
    "description": "Index velikosti státu (*Size of Government*) je sub-index ekonomické svobody, který měří rozsah vládních zásahů do ekonomiky. Hodnotí vládní spotřebu (podíl na HDP, bez úroků z dluhu), transfery a dotace (redistribuce příjmů), vládní investice (podíl státních investic na celkových), marginální daňové sazby (nejvyšší sazby daně z příjmu a mezd) a rozsah státního vlastnictví podniků. Vyšší skóre (0–10) znamená menší stát a větší ekonomickou svobodu. Index vychází z předpokladu, že rozsáhlé vládní výdaje a vysoké daně omezují ekonomickou svobodu jednotlivců rozhodovat o svých zdrojích.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_pravniho_systemu",
    "abbreviation": "Právní systém",
    "name": "Index právního systému a vlastnických práv",
    "description": "Index právního systému a vlastnických práv (*Legal System & Property Rights*) hodnotí kvalitu právního rámce z ekonomického hlediska. Měří nezávislost soudnictví, nestrannost soudů, ochranu vlastnických práv (včetně intelektuálního vlastnictví), vojenské zásahy do právního státu, integritu právního systému, vymahatelnost smluv, regulaci prodeje nemovitostí, spolehlivost policie a ochranu před kriminalitou. Index také zohledňuje genderovou rovnost v majetkových právech. Silný právní systém a ochrana vlastnictví jsou základem fungující tržní ekonomiky, protože vytvářejí důvěru a snižují transakční náklady.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_penezni_stability",
    "abbreviation": "Měnová stabilita",
    "name": "Index měnové stability",
    "description": "Index měnové stability (*Sound Money*) posuzuje, nakolik měna dané země slouží jako spolehlivý uchovatel hodnoty a prostředek směny. Hodnotí růst peněžní zásoby (nadměrná tvorba peněz vede k inflaci), standardní odchylku inflace (volatilita cen ztěžuje plánování), průměrnou míru inflace za posledních 5 let a svobodu držet zahraniční měnové účty. Vysoká a nestabilní inflace představuje skrytou daň, která nejvíce dopadá na střadatele a osoby s fixními příjmy. Země se stabilní měnou a nízkou inflací poskytují občanům jistotu, že jejich úspory nebudou znehodnoceny.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_svobody_obchodu",
    "abbreviation": "Svoboda obchodu",
    "name": "Index svobody mezinárodního obchodu",
    "description": "Index svobody mezinárodního obchodu (*Freedom to Trade Internationally*) hodnotí, do jaké míry státy umožňují volnou výměnu zboží, služeb, kapitálu a osob přes hranice. Měří celní sazby (průměrné clo, rozptyl sazeb), regulační překážky obchodu (netarifní bariéry, náklady na dovoz a vývoz), směnný kurz na černém trhu, kontroly pohybu kapitálu (zahraniční investice, omezení kapitálových toků) a svobodu cizinců cestovat do země. Svobodný obchod umožňuje specializaci, zvyšuje konkurenci a rozšiřuje spotřebitelský výběr. Protekcionismus naopak chrání neefektivní domácí výrobce na úkor spotřebitelů.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_regulace",
    "abbreviation": "Regulace",
    "name": "Index míry regulace",
    "description": "Index míry regulace (*Regulation*) měří rozsah státních zásahů do fungování trhů práce, úvěrů a podnikání. V oblasti úvěrového trhu hodnotí vlastnictví bank, dostupnost soukromých úvěrů a regulaci úrokových sazeb. Na trhu práce sleduje minimální mzdu, flexibilitu najímání a propouštění, pružnost mezd, pracovní dobu, náklady na propouštění a brannou povinnost. V podnikatelské regulaci měří administrativní zátěž, byrokracii, nestrannost veřejné správy, úplatky, licenční omezení, náklady na založení firmy a bariéry vstupu na trh. Přílišná regulace omezuje podnikání a ekonomický růst, zatímco rozumná pravidla chrání spotřebitele a zaměstnance.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  }
]
