[
  {
    "id": "index_ekonomicke_svobody",
    "abbreviation": "Index ekonomické svobody",
    "name": "Index ekonomické svobody",
    "description": "Index ekonomické svobody světa Fraserova institutu je hlavním světovým měřítkem ekonomické svobody, které hodnotí země na základě pěti oblastí - velikosti vlády, právní struktury a vlastnických práv, přístupu ke zdravým penězům, svobody mezinárodního obchodu, regulace úvěrů, práce a podnikání.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_velikosti_statni_spravy",
    "abbreviation": "Index velikosti státní správy",
    "name": "Index velikosti státní správy",
    "description": "Index velikosti státní správy od Fraser Institute měří vládní spotřebu, transfery a dotace, vládní investice, nejvyšší mezní daňovou sazbu a státní vlastnictví majetku. Nárůst těchto složek snižuje ekonomickou svobodu, protože vytěsňuje individuální volbu.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_pravniho_systemu_a_respektovani_vlastnickych_prav",
    "abbreviation": "Index právního systému a respektování vlastnických práv",
    "name": "Index právního systému a respektování vlastnických práv",
    "description": "Index právního systému a respektování vlastnických práv Fraserova institutu hodnotí úroveň ochrany lidí a jejich vlastnických práv mimo jiné prostřednictvím složek nezávislosti soudů, nestranných soudů a právního vymáhání smluv.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_zdraveho_penezniho_systemu",
    "abbreviation": "Index zdravého peněžního systému",
    "name": "Index zdravého peněžního systému",
    "description": "Index zdravého peněžního systému od Fraser Institute. Pokud peníze dané země nejsou spolehlivým uchovatelem hodnoty, podkopávají směnu, brání ekonomickému plánování, deformují ceny a prostřednictvím inflace slouží jako daň. Míra inflace a její volatilita patří mezi složky, které se zde měří.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_svobody_mezinarodniho_obchodu",
    "abbreviation": "Index svobody mezinárodního obchodu",
    "name": "Index svobody mezinárodního obchodu",
    "description": "Index svobody mezinárodního obchodu Fraserova institutu měří mimo jiné celní sazby, netarifní překážky obchodu a kontroly pohybu kapitálu.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  },
  {
    "id": "index_regulace",
    "abbreviation": "Index regulace",
    "name": "Index regulace",
    "description": "Index regulace Fraserova institutu se týká regulace podnikání, práce a úvěrů. V rozsahu, v jakém vláda omezuje hospodářskou soutěž v podnikání, dobrovolná ujednání mezi zaměstnavateli a zaměstnanci a svobodu směny na úvěrových trzích, se snižuje ekonomická svoboda. Mezi měřené ukazatele patří mimo jiné regulace úrokových sazeb, regulace přijímání a propouštění zaměstnanců a licenční omezení.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "fi",
    "category_id": "svoboda"
  }
]
