[
  {
    "id": "mezinarodni_cestovni_ruch_pocet_prijezdu",
    "abbreviation": "Mezinárodní cestovní ruch, počet příjezdů",
    "name": "Mezinárodní cestovní ruch, počet příjezdů",
    "description": "International inbound tourists (overnight visitors) are the number of tourists who travel to a country other than that in which they have their usual residence, but outside their usual environment, for a period not exceeding 12 months and whose main purpose in visiting is other than an activity remunerated from within the country visited. When data on number of tourists are not available, the number of visitors, which includes tourists, same-day visitors, cruise passengers, and crew members, is shown instead. Sources and collection methods for arrivals differ across countries. In some cases data are from border statistics (police, immigration, and the like) and supplemented by border surveys. In other cases data are from tourism accommodation establishments. For some countries number of arrivals is limited to arrivals by air and for others to arrivals staying in hotels. Some countries include arrivals of nationals residing abroad while others do not. Caution should thus be used in comparing arrivals across countries. The data on inbound tourists refer to the number of arrivals, not to the number of people traveling. Thus a person who makes several trips to a country during a given period is counted each time as a new arrival.",
    "unit": "",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/ST.INT.ARVL",
    "data_table": "spolecnost__mezinarodni_cestovni_ruch_pocet_prijezdu",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "mezinarodni_cestovni_ruch_pocet_odjezdu",
    "abbreviation": "Mezinárodní cestovní ruch, počet odjezdů",
    "name": "Mezinárodní cestovní ruch, počet odjezdů",
    "description": "International outbound tourists are the number of departures that people make from their country of usual residence to any other country for any purpose other than a remunerated activity in the country visited. The data on outbound tourists refer to the number of departures, not to the number of people traveling. Thus a person who makes several trips from a country during a given period is counted each time as a new departure.",
    "unit": "",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/ST.INT.DPRT",
    "data_table": "spolecnost__mezinarodni_cestovni_ruch_pocet_odjezdu",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "pocet_uprchliku_podle_zeme_azylu",
    "abbreviation": "Počet uprchlíků podle země azylu",
    "name": "Počet uprchlíků podle země azylu",
    "description": "Refugees are people who are recognized as refugees under the 1951 Convention Relating to the Status of Refugees or its 1967 Protocol, the 1969 Organization of African Unity Convention Governing the Specific Aspects of Refugee Problems in Africa, people recognized as refugees in accordance with the UNHCR statute, people granted refugee-like humanitarian status, and people provided temporary protection. Asylum seekers--people who have applied for asylum or refugee status and who have not yet received a decision or who are registered as asylum seekers--are excluded. Palestinian refugees are people (and their descendants) whose residence was Palestine between June 1946 and May 1948 and who lost their homes and means of livelihood as a result of the 1948 Arab-Israeli conflict. Country of asylum is the country where an asylum claim was filed and granted.",
    "unit": "",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/SM.POP.REFG",
    "data_table": "spolecnost__pocet_uprchliku_podle_zeme_azylu",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "pocet_uprchliku_podle_zeme_puvodu",
    "abbreviation": "Počet uprchlíků podle země původu",
    "name": "Počet uprchlíků podle země původu",
    "description": "Refugees are people who are recognized as refugees under the 1951 Convention Relating to the Status of Refugees or its 1967 Protocol, the 1969 Organization of African Unity Convention Governing the Specific Aspects of Refugee Problems in Africa, people recognized as refugees in accordance with the UNHCR statute, people granted refugee-like humanitarian status, and people provided temporary protection. Asylum seekers--people who have applied for asylum or refugee status and who have not yet received a decision or who are registered as asylum seekers--are excluded. Palestinian refugees are people (and their descendants) whose residence was Palestine between June 1946 and May 1948 and who lost their homes and means of livelihood as a result of the 1948 Arab-Israeli conflict. Country of origin generally refers to the nationality or country of citizenship of a claimant.",
    "unit": "",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/SM.POP.REFG.OR",
    "data_table": "spolecnost__pocet_uprchliku_podle_zeme_puvodu",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_obdrzene",
    "abbreviation": "Remitence, obdržené ($)",
    "name": "Remitence, obdržené ($)",
    "description": "Personal remittances comprise personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from nonresident households. Personal transfers thus include all current transfers between resident and nonresident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Data are the sum of two items defined in the sixth edition of the IMF's Balance of Payments Manual: personal transfers and compensation of employees. Data are in current U.S. dollars.",
    "unit": "$",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/BX.TRF.PWKR.CD.DT",
    "data_table": "spolecnost__remitence_obdrzene",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_obdrzene_procento_z_hdp",
    "abbreviation": "Remitence, obdržené (% z HDP)",
    "name": "Remitence, obdržené (% z HDP)",
    "description": "Personal remittances comprise personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from nonresident households. Personal transfers thus include all current transfers between resident and nonresident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Data are the sum of two items defined in the sixth edition of the IMF's Balance of Payments Manual: personal transfers and compensation of employees.",
    "unit": "%",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/BX.TRF.PWKR.DT.GD.ZS",
    "data_table": "spolecnost__remitence_obdrzene_procento_z_hdp",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_zaslane",
    "abbreviation": "Remitence, zaslané ($)",
    "name": "Remitence, zaslané ($)",
    "description": "Personal remittances comprise personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from nonresident households. Personal transfers thus include all current transfers between resident and nonresident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Data are the sum of two items defined in the sixth edition of the IMF's Balance of Payments Manual: personal transfers and compensation of employees. Data are in current U.S. dollars.",
    "unit": "$",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/BM.TRF.PWKR.CD.DT",
    "data_table": "spolecnost__remitence_zaslane",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "spolecnost"
  }
]
