[
  {
    "id": "celkova_populace",
    "abbreviation": "Populace",
    "name": "Celková populace",
    "description": "Celkový počet obyvatel je založen na faktické definici populace, která zahrnuje všechny osoby žijící na území státu bez ohledu na občanství nebo právní status. Uvedené hodnoty jsou zpravidla odhady k polovině roku. V některých zemích se může metodika odhadu lišit podle dostupnosti a kvality národních statistik.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "detska_umrtnost",
    "abbreviation": "Úmrtnost do 5 let",
    "name": "Dětská úmrtnost (do 5 let)",
    "description": "Míra úmrtnosti dětí mladších pěti let vyjadřuje pravděpodobnost, že novorozenec zemře před dosažením věku 5 let, pokud na něj po celé období působí věkově specifické míry úmrtnosti daného roku. Ukazatel se uvádí na 1 000 živě narozených a často slouží jako základní indikátor kvality zdravotní péče a životních podmínek.",
    "unit": "",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "hustota_zalidneni",
    "abbreviation": "Hustota zalidnění",
    "name": "Hustota zalidnění",
    "description": "Hustota zalidnění vyjadřuje počet obyvatel připadajících na jeden kilometr čtvereční. Vypočítává se jako odhad populace v polovině roku dělený rozlohou státu v km². Populace vychází z faktické definice obyvatelstva a rozloha obvykle nezahrnuje vnitrozemské vodní plochy; konkrétní metodika se může mezi zeměmi a zdroji mírně lišit.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "geografie"
  },
  {
    "id": "mezinarodni_cestovni_ruch_pocet_odjezdu",
    "abbreviation": "Turismus - odjezdy",
    "name": "Mezinárodní cestovní ruch - odjezdy",
    "description": "Zahraniční výjezdoví turisté představují počet výjezdů osob ze země jejich obvyklého bydliště do jiné země, pokud hlavním účelem cesty není výdělečná činnost v navštívené zemi. Údaje se vztahují k počtu cest (výjezdů), nikoli k počtu unikátních osob. Pokud jedna osoba uskuteční více cest v daném období, je každá cesta započítána samostatně.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "mezinarodni_cestovni_ruch_pocet_prijezdu",
    "abbreviation": "Turismus - příjezdy",
    "name": "Mezinárodní cestovní ruch - příjezdy",
    "description": "Zahraniční příjezdoví turisté (případně návštěvníci) představují počet příjezdů osob do jiné země, než ve které mají obvyklé bydliště, na dobu nepřesahující 12 měsíců, pokud hlavním účelem návštěvy není placená činnost v navštívené zemi. V některých případech se místo počtu turistů uvádí počet návštěvníků, který může zahrnovat i jednodenní návštěvníky, cestující na výletních plavbách nebo členy posádek. Metodiky sběru dat se mezi zeměmi liší (pohraniční statistiky, průzkumy, ubytovací zařízení), proto je při mezinárodním srovnání vhodná opatrnost.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "migrace",
    "abbreviation": "Migrace",
    "name": "Čistá migrace",
    "description": "Čistá migrace je rozdíl mezi počtem přistěhovalých a vystěhovalých osob za dané období, a to včetně občanů i neobčanů. Ukazatel vyjadřuje, zda země v souhrnu populaci migrací získává nebo ztrácí. Uvedené hodnoty jsou typicky založeny na odhadech agregovaných do pětiletých intervalů, což může tlumit krátkodobé výkyvy.",
    "unit": "",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "mira_plodnosti",
    "abbreviation": "Úhrnná plodnost",
    "name": "Úhrnná plodnost (dětí na ženu)",
    "description": "Úhrnná plodnost vyjadřuje průměrný počet dětí, které by se narodily jedné ženě, pokud by se dožila konce plodného věku a rodila děti podle věkově specifických měr plodnosti v daném roce. Ukazatel slouží k popisu populační dynamiky a dlouhodobých demografických trendů. Hodnota kolem 2,1 dítěte na ženu je často uváděna jako přibližná hranice prosté reprodukce v zemích s nízkou úmrtností.",
    "unit": "",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "ocekavana_delka_zivota",
    "abbreviation": "Délka života",
    "name": "Očekávaná délka života při narození",
    "description": "Očekávaná délka života při narození udává počet let, kterých by se novorozenec dožil, pokud by se úmrtnost v době jeho narození nezměnila po celý jeho život. Jde o souhrnný ukazatel zdravotního stavu populace a životních podmínek. Nevyjadřuje předpověď pro konkrétního člověka, ale statistický průměr založený na aktuálních úmrtnostních poměrech.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_infikovanych_virem_hiv_na_tisic_neinfikovanych",
    "abbreviation": "HIV - nové případy (na 1 000)",
    "name": "Nové případy HIV (na 1 000 neinfikovaných)",
    "description": "Ukazatel vyjadřuje počet nových případů infekce HIV mezi neinfikovanou populací, přepočtený na 1 000 neinfikovaných osob v daném roce. Jde o míru incidence, která umožňuje srovnání mezi zeměmi různé velikosti. V praxi může být hodnota ovlivněna kvalitou testování, dostupností zdravotních služeb a metodikou odhadu.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_nove_infikovanych_virem_hiv",
    "abbreviation": "HIV - nové případy",
    "name": "Počet nově infikovaných virem HIV",
    "description": "Absolutní počet osob nově nakažených virem HIV v daném období. Typicky zahrnuje dospělé (15+ let) i děti (0-14 let). Na rozdíl od ukazatele „na 1 000 neinfikovaných“ je tento údaj citlivý na velikost populace a hodí se především pro sledování celkového rozsahu problému v rámci konkrétní země.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_sebevrazd_na_sto_tisic_obyvatel",
    "abbreviation": "Míra sebevražd",
    "name": "Míra sebevražd (na 100 000 obyvatel)",
    "description": "Míra sebevražd vyjadřuje počet sebevražedných úmrtí za rok přepočtený na 100 000 obyvatel. Jde o hrubý (neupravený) ukazatel, který nemusí zohledňovat rozdíly ve věkové struktuře populace. Pro přesnější srovnání mezi zeměmi může být důležitá také metodika klasifikace příčin smrti a kvalita registrů.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "zdravi"
  },
  {
    "id": "pocet_uprchliku_podle_zeme_azylu",
    "abbreviation": "Uprchlíci - země azylu",
    "name": "Uprchlíci podle země azylu",
    "description": "Uprchlíci jsou osoby se statusem uprchlíka podle příslušných mezinárodních úmluv (např. Ženevská úmluva z roku 1951 a protokol z roku 1967) a souvisejících rámců, včetně osob s obdobnou humanitární ochranou nebo dočasnou ochranou. Tento ukazatel je řadí podle země azylu, tedy státu, kde byla žádost podána a ochrana udělena. Žadatelé o azyl bez rozhodnutí bývají zpravidla vyloučeni; metodiky se mohou lišit podle země a zdroje.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "pocet_uprchliku_podle_zeme_puvodu",
    "abbreviation": "Uprchlíci - země původu",
    "name": "Uprchlíci podle země původu",
    "description": "Uprchlíci jsou osoby se statusem uprchlíka podle mezinárodních definic a souvisejících forem ochrany. Tento ukazatel je řadí podle země původu (typicky státní příslušnosti nebo země občanství), odkud byli nuceni odejít. Žadatelé o azyl bez rozhodnutí bývají zpravidla vyloučeni. Údaje mohou odrážet jak aktuální konflikty, tak dlouhodobé vysídlení přetrvávající řadu let.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "pocet_vrazd_na_sto_tisic_obyvatel",
    "abbreviation": "Vraždy (na 100 000)",
    "name": "Míra vražd (na 100 000 obyvatel)",
    "description": "Úmyslné vraždy jsou odhady nezákonných usmrcení spáchaných úmyslně, například v důsledku mezilidského násilí, domácích sporů, gangové kriminality nebo predátorského násilí. Ukazatel je vyjádřen jako počet vražd za rok na 100 000 obyvatel. Obvykle nezahrnuje úmrtí v ozbrojených konfliktech, protože ta se metodicky evidují odlišně a často mají jinou organizační povahu.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "populace_0_14_procento",
    "abbreviation": "Populace ve věku 0-14 let",
    "name": "Populace ve věku 0-14 let (%)",
    "description": "Podíl obyvatel ve věku 0 až 14 let na celkové populaci, vyjádřený v procentech. Ukazatel se používá k popisu věkové struktury a demografické zátěže, například ve vztahu k potřebám školství a sociálních služeb. Populace vychází z faktické definice obyvatelstva.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populace_15_64_procento",
    "abbreviation": "Populace ve věku 15-64 let",
    "name": "Populace ve věku 15-64 let (%)",
    "description": "Podíl obyvatel ve věku 15 až 64 let na celkové populaci, vyjádřený v procentech. Často se interpretuje jako přibližná velikost ekonomicky aktivní části populace (v závislosti na školní docházce a věku odchodu do důchodu). Populace vychází z faktické definice obyvatelstva.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populace_65_plus_procento",
    "abbreviation": "Populace ve věku 65+ let",
    "name": "Populace ve věku 65+ let (%)",
    "description": "Podíl obyvatel ve věku 65 let a více na celkové populaci, vyjádřený v procentech. Ukazatel popisuje stárnutí populace a je důležitý pro plánování důchodového systému, zdravotnictví a sociální péče. Populace vychází z faktické definice obyvatelstva.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populace_muzi_procento",
    "abbreviation": "Podíl mužů v populaci",
    "name": "Podíl mužů v populaci (%)",
    "description": "Mužská populace vyjadřuje podíl mužů na celkové populaci v procentech. Ukazatel slouží k popisu genderové struktury obyvatelstva a může se lišit například vlivem migrace nebo rozdílů v úmrtnosti. Populace vychází z faktické definice obyvatelstva, která zahrnuje všechny obyvatele bez ohledu na právní status nebo občanství.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populace_zeny_procento",
    "abbreviation": "Podíl žen v populaci",
    "name": "Podíl žen v populaci (%)",
    "description": "Ženská populace vyjadřuje podíl žen na celkové populaci v procentech. Ukazatel se používá pro základní demografická srovnání a může být ovlivněn věkovou strukturou, migrací i úrovní úmrtnosti. Populace vychází z faktické definice obyvatelstva, která zahrnuje všechny obyvatele bez ohledu na právní status nebo občanství.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "populacni_rust_procentualne",
    "abbreviation": "Populační růst",
    "name": "Populační růst (ročně, %)",
    "description": "Roční míra růstu obyvatelstva vyjadřuje tempo změny počtu obyvatel mezi dvěma po sobě jdoucími roky, obvykle na základě odhadů k polovině roku. V praxi se často počítá jako exponenciální míra růstu a uvádí se v procentech. Ukazatel odráží kombinovaný vliv přirozené měny (porodnost a úmrtnost) a migrace.",
    "unit": "%",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "populace"
  },
  {
    "id": "prijmova_nerovnost",
    "abbreviation": "Příjmová nerovnost",
    "name": "Příjmová nerovnost (Giniho index)",
    "description": "Giniho index měří, do jaké míry se rozdělení příjmů (případně spotřebních výdajů) odchyluje od dokonale rovnoměrného rozdělení. Hodnota 0 znamená dokonalou rovnost, hodnota 100 maximální nerovnost. Index vychází z Lorenzovy křivky a vyjadřuje plochu mezi skutečným rozdělením a hypotetickou přímkou absolutní rovnosti.",
    "unit": "",
    "asc_ordering": true,
    "default_source_id": "wb",
    "category_id": "ekonomika"
  },
  {
    "id": "remitence_obdrzene",
    "abbreviation": "Remitence - příjem",
    "name": "Remitence, obdržené ($)",
    "description": "Remitence zahrnují osobní převody a náhrady zaměstnancům. Osobní převody představují běžné transfery v hotovosti nebo naturáliích mezi rezidentskými a nerezidentskými domácnostmi. Náhrady zaměstnancům zahrnují příjmy příhraničních, sezónních a dalších krátkodobých pracovníků zaměstnaných v ekonomice, kde nejsou rezidenty. Údaje jsou uváděny v běžných amerických dolarech.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_obdrzene_procento_z_hdp",
    "abbreviation": "Remitence - příjem (% HDP)",
    "name": "Remitence, obdržené (% z HDP)",
    "description": "Remitence zahrnují osobní převody a náhrady zaměstnancům mezi rezidentskými a nerezidentskými domácnostmi. Tento ukazatel vyjadřuje jejich objem jako podíl na HDP, což umožňuje lépe srovnávat význam remitencí mezi zeměmi různé velikosti. Vztahuje se ke stejným položkám definovaným v metodice platební bilance (osobní transfery a náhrady zaměstnancům).",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "remitence_zaslane",
    "abbreviation": "Remitence - výdej",
    "name": "Remitence, zaslané ($)",
    "description": "Remitence zahrnují osobní převody a náhrady zaměstnancům. Osobní převody představují běžné transfery mezi rezidentskými a nerezidentskými domácnostmi v hotovosti nebo naturáliích. Náhrady zaměstnancům se týkají příjmů osob, které pracují v zemi, kde nejsou rezidenty, nebo rezidentů zaměstnaných nerezidentskými subjekty. Údaj vyjadřuje remitence odeslané do zahraničí v běžných amerických dolarech.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "rozloha",
    "abbreviation": "Rozloha",
    "name": "Rozloha státu",
    "description": "Rozloha vyjadřuje celkovou plochu území státu v kilometrech čtverečních. V definici mohou být zahrnuty i vybrané vnitrozemské vodní plochy a některé pobřežní vodní cesty, v závislosti na metodice zdroje. Ukazatel slouží jako základ pro výpočty hustoty zalidnění a dalších geografických metrik.",
    "unit": "km²",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "geografie"
  },
  {
    "id": "umrti_na_silnicich_na_sto_tisic_obyvatel",
    "abbreviation": "Úmrtí při dopravních nehodách",
    "name": "Úmrtí při dopravních nehodách (na 100 000 obyvatel)",
    "description": "Úmrtnost způsobená úrazy v silničním provozu vyjadřuje odhadovaný počet úmrtí v důsledku dopravních nehod za rok přepočtený na 100 000 obyvatel. Ukazatel se používá k porovnání bezpečnosti silničního provozu mezi zeměmi a v čase. Přesnost může ovlivňovat kvalita hlášení nehod a způsob klasifikace příčin úmrtí.",
    "unit": "",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "infrastruktura"
  },
  {
    "id": "zalesnena_plocha",
    "abbreviation": "Lesy (% rozlohy)",
    "name": "Zalesněná plocha (% z rozlohy)",
    "description": "Lesní plocha vyjadřuje podíl území pokrytého lesy. Les zahrnuje půdu s přirozeným nebo vysazeným porostem stromů (typicky s výškou nejméně 5 metrů), ať už je produkční, nebo neprodukční. Nezahrnuje porosty v zemědělských systémech (např. ovocné sady či agrolesnictví) ani stromy v městských parcích a zahradách. Metodika může být odvozena z definic FAO a národních statistik.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "geografie"
  },
  {
    "id": "zemedelska_puda",
    "abbreviation": "Zemědělská půda (% rozlohy)",
    "name": "Zemědělská půda (% z rozlohy)",
    "description": "Zemědělská půda zahrnuje ornou půdu, trvalé kultury a trvalé pastviny, vyjádřené jako podíl na celkové rozloze. Orná půda zahrnuje dočasné plodiny a dočasné louky, zatímco trvalé kultury jsou plodiny zabírající půdu dlouhodobě (např. káva či kakao). Trvalé pastviny jsou pozemky využívané minimálně pět let k pastvě nebo pěstování krmiva. Definice obvykle vychází z metodiky FAO.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "geografie"
  },
  {
    "id": "pristup_k_elektrine_procento_obyvatel",
    "abbreviation": "Přístup k elektřině",
    "name": "Přístup k elektřině (% obyvatel)",
    "description": "Přístup k elektřině vyjadřuje podíl obyvatelstva, které má k dispozici elektrickou energii, uvedený v procentech. Údaje o elektrifikaci jsou typicky získávány z národních průzkumů domácností, statistik energetického sektoru a dalších administrativních zdrojů. Ukazatel se často používá pro hodnocení infrastrukturního rozvoje a dostupnosti základních služeb.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "infrastruktura"
  },
  {
    "id": "pristup_k_internetu_procento_obyvatel",
    "abbreviation": "Přístup k internetu",
    "name": "Přístup k internetu (% obyvatel)",
    "description": "Uživatelé internetu jsou osoby, které v posledních 3 měsících použily internet z jakéhokoli místa. Internet může být používán prostřednictvím počítače, mobilního telefonu a dalších zařízení (např. tablet, herní zařízení nebo chytrá televize). Ukazatel vyjadřuje podíl těchto osob na celkové populaci a slouží k měření digitální dostupnosti a propojenosti společnosti.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "infrastruktura"
  },
  {
    "id": "mira_gramotnosti_procento_osob_starsich_15_let",
    "abbreviation": "Míra gramotnosti",
    "name": "Míra gramotnosti (15+)",
    "description": "Míra gramotnosti dospělých vyjadřuje podíl osob ve věku 15 let a více, které umí číst a psát s porozuměním krátkému jednoduchému sdělení o každodenním životě. Ukazatel je používán jako základní měřítko vzdělanostní úrovně populace. V některých zemích může být dostupnost dat omezená nebo odvozena z reprezentativních průzkumů.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "spolecnost"
  },
  {
    "id": "emise_co2",
    "abbreviation": "Emise CO₂",
    "name": "Emise CO₂ (celkem)",
    "description": "Emise oxidu uhličitého vznikají především spalováním fosilních paliv a výrobou cementu. Zahrnují emise související se spotřebou pevných, kapalných a plynných paliv a také emise ze spalování plynu. Ukazatel je uváděn jako celkové emise za zemi v daném období a používá se pro srovnání klimatické zátěže mezi státy.",
    "unit": "kt",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "ostatni"
  },
  {
    "id": "emise_co2_na_obyvatele",
    "abbreviation": "Emise CO₂ na obyvatele",
    "name": "Emise CO₂ na obyvatele",
    "description": "Emise CO₂ na obyvatele vyjadřují celkové emise oxidu uhličitého přepočtené na jednoho obyvatele. Zahrnují emise vznikající zejména spalováním fosilních paliv a výrobou cementu. Ukazatel umožňuje lépe porovnávat uhlíkovou stopu zemí různé velikosti, i když nemusí odrážet emise obsažené v dovozu a vývozu.",
    "unit": "t",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "ostatni"
  },
  {
    "id": "armadni_vydaje",
    "abbreviation": "Vojenské výdaje",
    "name": "Vojenské výdaje",
    "description": "Údaje o vojenských výdajích vycházejí z metodiky SIPRI, která se opírá o definici NATO. Zahrnují běžné i kapitálové výdaje na ozbrojené síly (včetně mírových sil), ministerstvo obrany a další vládní agentury zapojené do obranných projektů, a také polovojenské síly, pokud jsou považovány za vycvičené a vybavené pro vojenské operace. Výdaje obvykle zahrnují personál, provoz a údržbu, nákupy, výzkum a vývoj a vojenskou pomoc. Srovnatelnost mezi zeměmi může být omezená rozdíly v dostupnosti a struktuře rozpočtových dat.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "ostatni"
  },
  {
    "id": "armadni_vydaje_procento_hdp",
    "abbreviation": "Vojenské výdaje (% HDP)",
    "name": "Vojenské výdaje (% HDP)",
    "description": "Ukazatel vyjadřuje vojenské výdaje jako podíl na hrubém domácím produktu. Vojenské výdaje jsou definovány metodikou SIPRI (vychází z definice NATO) a zahrnují běžné i kapitálové výdaje na ozbrojené síly, související instituce a obranné aktivity. Podíl na HDP umožňuje lépe srovnat zátěž obranných výdajů napříč ekonomikami různé velikosti, i když může být ovlivněn rozdíly v rozpočtové metodice a dostupnosti dat.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "wb",
    "category_id": "ostatni"
  }
]
