[
  {
    "id": "hdp",
    "abbreviation": "HDP",
    "name": "HDP (hrubý domácí produkt)",
    "description": "GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current U.S. dollars. Dollar figures for GDP are converted from domestic currencies using single year official exchange rates. For a few countries where the official exchange rate does not reflect the rate effectively applied to actual foreign exchange transactions, an alternative conversion factor is used.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_mezirocni_rust_procentualne",
    "abbreviation": "HDP, meziroční růst (%)",
    "name": "HDP (hrubý domácí produkt), meziroční růst (%)",
    "description": "Annual percentage growth rate of GDP at market prices based on constant local currency. Aggregates are based on constant 2015 prices, expressed in U.S. dollars. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_na_obyvatele",
    "abbreviation": "HDP na obyvatele",
    "name": "HDP (hrubý domácí produkt) na obyvatele",
    "description": "GDP per capita is gross domestic product divided by midyear population. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current U.S. dollars.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "inflace_index_spotrebitelskych_cen_mezirocne",
    "abbreviation": "Inflace, index spotřebitelských cen (meziročně)",
    "name": "Inflace, index spotřebitelských cen (meziročně)",
    "description": "The average consumer price index (CPI) is a measure of a country's average level of prices based on the cost of a typical basket of consumer goods and services in a given period. The rate of inflation is the percent change in the average CPI.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "nezamestnanost_procento",
    "abbreviation": "Nezaměstnanost (%)",
    "name": "Nezaměstnanost (%)",
    "description": "The number of unemployed persons as a percentage of the total labor force.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_centralni_vlady_procento_hdp",
    "abbreviation": "Státní dluh, centrální vlády (% HDP)",
    "name": "Státní dluh, centrální vlády (% HDP)",
    "description": "Central government debt. Total stock of debt liabilities issued by the central government as a share of GDP.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_hruby_procento_hdp",
    "abbreviation": "Státní dluh, hrubý (% HDP)",
    "name": "Státní dluh, hrubý (% HDP)",
    "description": "General government gross debt. Gross debt consists of all liabilities that require payment or payments of interest and/or principal by the debtor to the creditor at a date or dates in the future. This includes debt liabilities in the form of SDRs, currency and deposits, debt securities, loans, insurance, pensions and standardized guarantee schemes, and other accounts payable. Thus, all liabilities in the GFSM 2001 system are debt, except for equity and investment fund shares and financial derivatives and employee stock options. Debt can be valued at current market, nominal, or face values (GFSM 2001, paragraph 7.110).",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_procento_hdp",
    "abbreviation": "Státní dluh (% HDP)",
    "name": "Státní dluh (% HDP)",
    "description": "General government debt. Total stock of debt liabilities issued by the general government as a share of GDP.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "zadluzeni_soukromeho_sektoru_procento_hdp",
    "abbreviation": "Zadlužení soukromého sektoru (% HDP)",
    "name": "Zadlužení soukromého sektoru (% HDP)",
    "description": "Total stock of loans and debt securities issued by households and nonfinancial corporations as a share of GDP",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  }
]
