[
  {
    "id": "hdp",
    "abbreviation": "HDP",
    "name": "HDP (hrubý domácí produkt)",
    "description": "HDP (hrubý domácí produkt) vyjadřuje celkovou hodnotu zboží a služeb vyrobených v ekonomice za dané období. Vychází ze součtu hrubé přidané hodnoty všech rezidentských výrobců, upraveného o daně a dotace na produkty. Ukazatel je uváděn v běžných amerických dolarech a přepočítává se z domácích měn pomocí ročních směnných kurzů, což může ovlivňovat srovnání mezi zeměmi při výrazných kurzových výkyvech.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_na_obyvatele",
    "abbreviation": "HDP na obyvatele",
    "name": "HDP (hrubý domácí produkt) na obyvatele",
    "description": "HDP (hrubý domácí produkt) na obyvatele představuje hrubý domácí produkt přepočtený na jednoho obyvatele. Často se používá jako orientační ukazatel ekonomické výkonnosti a průměrné životní úrovně, i když neříká nic o rozdělení příjmů ani o rozdílech v cenové hladině mezi zeměmi. Údaje jsou uváděny v běžných amerických dolarech.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_mezirocni_rust_procentualne",
    "abbreviation": "Růst HDP meziročně",
    "name": "Meziroční růst HDP (hrubý domácí produkt)",
    "description": "Meziroční růst HDP (hrubý domácí produkt) vyjadřuje procentní změnu hrubého domácího produktu oproti předchozímu roku. Zpravidla se počítá ve stálých cenách (po očištění o inflaci), aby zachytil skutečné změny objemu produkce. Ukazatel slouží k hodnocení tempa hospodářského růstu nebo poklesu ekonomiky a je citlivý na ekonomické cykly i mimořádné události.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_pks",
    "abbreviation": "HDP v paritě kupní síly",
    "name": "HDP (hrubý domácí produkt) v paritě kupní síly",
    "description": "HDP (hrubý domácí produkt) v paritě kupní síly umožňuje porovnávat ekonomickou výkonnost zemí s ohledem na rozdíly v cenových hladinách. Přepočet pomocí PKS se snaží vyjádřit, kolik zboží a služeb lze v jednotlivých zemích za stejnou částku skutečně koupit. Tento ukazatel je proto často vhodnější pro srovnání velikosti ekonomik než HDP přepočtené tržními kurzy.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_pks_na_obyvatele",
    "abbreviation": "HDP v paritě kupní síly na obyvatele",
    "name": "HDP v paritě kupní síly na obyvatele",
    "description": "HDP (hrubý domácí produkt) v paritě kupní síly na obyvatele vyjadřuje ekonomický výkon přepočtený na jednoho obyvatele a současně očištěný o rozdíly v cenových hladinách mezi zeměmi. Často se používá jako srovnatelnější indikátor průměrné životní úrovně, protože lépe zohledňuje, co si lidé za své příjmy reálně mohou dovolit. Stejně jako u běžného HDP na obyvatele však nejde o měřítko nerovnosti ani kvality života jako celku.",
    "unit": "$",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "inflace_index_spotrebitelskych_cen_mezirocne",
    "abbreviation": "Inflace (meziročně)",
    "name": "Inflace (index spotřebitelských cen, meziročně)",
    "description": "Míra inflace vyjadřuje meziroční procentní změnu indexu spotřebitelských cen (CPI). CPI sleduje vývoj cen typického spotřebního koše zboží a služeb, a proto patří mezi základní ukazatele cenové stability v ekonomice. Inflace může být ovlivněna domácí poptávkou, cenami energií a potravin, měnovou politikou i vnějšími šoky.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "nezamestnanost_procento",
    "abbreviation": "Nezaměstnanost",
    "name": "Míra nezaměstnanosti",
    "description": "Míra nezaměstnanosti udává podíl nezaměstnaných osob na celkové pracovní síle (zaměstnaní + nezaměstnaní). Patří mezi klíčové ukazatele situace na trhu práce a ekonomického cyklu. Výsledky mohou záviset na metodice sběru dat, definici „nezaměstnaného“ a míře zapojení lidí do pracovního trhu.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_centralni_vlady_procento_hdp",
    "abbreviation": "Dluh vlády (% HDP)",
    "name": "Dluh centrální vlády jako % HDP",
    "description": "Dluh centrální vlády vyjadřuje celkový objem dluhových závazků ústředních vládních institucí vztažený k HDP (hrubému domácímu produktu). Zahrnuje závazky emitované centrální vládou (např. státní dluhopisy a další formy dluhu) a slouží k posouzení zadlužení státu v poměru k velikosti ekonomiky. Ukazatel se může lišit od \"celkového veřejného dluhu\", pokud je část dluhu evidována u regionálních vlád či jiných veřejných institucí.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_hruby_procento_hdp",
    "abbreviation": "Hrubý veřejný dluh (% HDP)",
    "name": "Hrubý veřejný dluh jako % HDP",
    "description": "Veřejný dluh představuje celkový stav dluhových závazků vládních institucí vztažený k velikosti ekonomiky, měřené HDP (hrubým domácím produktem). V praxi může zahrnovat dluh různých úrovní veřejné správy (např. centrální vlády, regionů či dalších veřejných institucí) podle použité metodiky. Ukazatel se používá k posouzení fiskální udržitelnosti a citlivosti státu na změny úrokových sazeb a ekonomického růstu.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "statni_dluh_procento_hdp",
    "abbreviation": "Veřejný dluh (% HDP)",
    "name": "Veřejný dluh jako % HDP",
    "description": "Veřejný dluh představuje celkový stav dluhových závazků vládních institucí vztažený k velikosti ekonomiky, měřené HDP (hrubým domácím produktem). V praxi může zahrnovat dluh různých úrovní veřejné správy (např. centrální vlády, regionů či dalších veřejných institucí) podle použité metodiky. Ukazatel se používá k posouzení fiskální udržitelnosti a citlivosti státu na změny úrokových sazeb a ekonomického růstu.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  },
  {
    "id": "zadluzeni_soukromeho_sektoru_procento_hdp",
    "abbreviation": "Zadlužení soukromého sektoru (% HDP)",
    "name": "Zadlužení soukromého sektoru jako % HDP",
    "description": "Zadlužení soukromého sektoru vyjadřuje celkový objem dluhů domácností a nefinančních podniků ve vztahu k HDP (hrubému domácímu produktu). Typicky zahrnuje úvěry a dluhové cenné papíry, které soukromé subjekty vydaly nebo čerpají. Ukazatel pomáhá hodnotit finanční stabilitu a riziko nadměrného zadlužení v ekonomice, zejména v období rychlého úvěrového růstu.",
    "unit": "%",
    "asc_ordering": false,
    "default_source_id": "imf",
    "category_id": "ekonomika"
  }
]
