[
  {
    "id": "hdp",
    "abbreviation": "HDP",
    "name": "Hrubý domácí produkt",
    "description": "GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current U.S. dollars. Dollar figures for GDP are converted from domestic currencies using single year official exchange rates. For a few countries where the official exchange rate does not reflect the rate effectively applied to actual foreign exchange transactions, an alternative conversion factor is used.",
    "unit": "$",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/NY.GDP.MKTP.CD",
    "data_table": "ekonomika__hdp",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_na_obyvatele",
    "abbreviation": "HDP na obyvatele",
    "name": "Hrubý domácí produkt na obyvatele",
    "description": "GDP per capita is gross domestic product divided by midyear population. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current U.S. dollars.",
    "unit": "$",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/NY.GDP.PCAP.CD",
    "data_table": "ekonomika__hdp_na_obyvatele",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_na_obyvatele_podle_parity_kupni_sily",
    "abbreviation": "HDP na obyvatele podle parity kupní síly",
    "name": "Hrubý domácí produkt na obyvatele podle parity kupní síly",
    "description": "This indicator provides per capita values for gross domestic product (GDP) expressed in current international dollars converted by purchasing power parity (PPP) conversion factor. GDP is the sum of gross value added by all resident producers in the country plus any product taxes and minus any subsidies not included in the value of the products. conversion factor is a spatial price deflator and currency converter that controls for price level differences between countries. Total population is a mid-year population based on the de facto definition of population, which counts all residents regardless of legal status or citizenship.",
    "unit": "$",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/NY.GDP.PCAP.PP.CD",
    "data_table": "ekonomika__hdp_na_obyvatele_podle_parity_kupni_sily",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "ekonomika"
  },
  {
    "id": "hdp_rust_mezirocne",
    "abbreviation": "Růst HDP (meziročně %)",
    "name": "Růst hrubého domácí produktu (meziročně %)",
    "description": "Annual percentage growth rate of GDP at market prices based on constant local currency. Aggregates are based on constant 2015 prices, expressed in U.S. dollars. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources.",
    "unit": "%",
    "asc_ordering": false,
    "url_source": "https://data.worldbank.org/indicator/NY.GDP.MKTP.KD.ZG",
    "data_table": "ekonomika__hdp_rust_mezirocne",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "ekonomika"
  },
  {
    "id": "prijmova_nerovnost",
    "abbreviation": "Příjmová nerovnost",
    "name": "Příjmová nerovnost (Giniho index)",
    "description": "Gini index measures the extent to which the distribution of income (or, in some cases, consumption expenditure) among individuals or households within an economy deviates from a perfectly equal distribution. A Lorenz curve plots the cumulative percentages of total income received against the cumulative number of recipients, starting with the poorest individual or household. The Gini index measures the area between the Lorenz curve and a hypothetical line of absolute equality, expressed as a percentage of the maximum area under the line. Thus a Gini index of 0 represents perfect equality, while an index of 100 implies perfect inequality.",
    "unit": null,
    "asc_ordering": true,
    "url_source": "https://data.worldbank.org/indicator/SI.POV.GINI",
    "data_table": "ekonomika__prijmova_nerovnost",
    "default_from": 1990,
    "default_to": 2020,
    "default_group_id": "svet",
    "default_chart_id": "tabulka",
    "source_id": "svetova_banka",
    "category_id": "ekonomika"
  }
]
