[
  {
    "id": "wb",
    "name": "Světová banka",
    "url": "data.worldbank.org",
    "description": "Světová banka je mezinárodní instituce zaměřená na podporu rozvoje a snižování chudoby. Poskytuje finanční i technickou pomoc zejména rozvojovým zemím, podporuje ekonomické reformy, udržitelný růst a projekty se sociálním i environmentálním dopadem. Její otevřená databáze patří k nejpoužívanějším zdrojům veřejných statistik a obsahuje tisíce ukazatelů napříč oblastmi jako ekonomika, demografie, zdravotnictví, vzdělávání, infrastruktura či životní prostředí. Časové řady u řady indikátorů sahají až do poválečného období."
  },
  {
    "id": "imf",
    "name": "Mezinárodní měnový fond",
    "url": "imf.org/external/datamapper/datasets",
    "description": "Mezinárodní měnový fond (IMF) je globální finanční instituce se sídlem ve Washingtonu, D.C., sdružující členské státy z celého světa. Jeho cílem je podporovat mezinárodní měnovou spolupráci, finanční stabilitu a udržitelný hospodářský růst a zároveň napomáhat plynulému fungování mezinárodního obchodu. IMF publikuje rozsáhlé sady makroekonomických dat a prognóz, které jsou dostupné například přes nástroj DataMapper pro vizualizaci, porovnávání a stahování. Zdroje IMF se typicky zaměřují na ekonomické indikátory, veřejné finance, inflaci, zaměstnanost a další klíčové makro ukazatele."
  },
  {
    "id": "fi",
    "name": "Fraserův institut",
    "url": "fraserinstitute.org/studies/human-freedom-index",
    "description": "Fraserův institut je kanadský think tank, který ve spolupráci s Cato Institute publikuje Index lidské svobody (Human Freedom Index). Tento komplexní index měří osobní a ekonomickou svobodu ve 165 zemích světa. Osobní svoboda zahrnuje právní stát, bezpečnost, svobodu pohybu, náboženství, sdružování, projevu a identity. Ekonomická svoboda hodnotí velikost státu, právní systém, měnovou stabilitu, svobodu obchodu a míru regulace. Data jsou dostupná od roku 2000 a umožňují srovnání úrovně svobody napříč zeměmi i v čase."
  }
]
